tap 'homebrew/bundle'
tap 'koekeishiya/formulae'

brew 'skhd', args={'with-logging': true}
brew 'chunkwm', args={'with-logging': true}
brew 'zsh'
brew 'jq'
brew 'python'
brew 'pipenv'
brew 'vim', args={'--with-lua': true}
brew 'tree'
brew 'htop'
brew 'fzf'
brew 'fish'

cask 'dropbox'
cask 'keepassxc'
cask 'google-chrome'
cask 'visual-studio-code'
cask 'Docker'
cask 'caskroom/versions/java8'
cask 'intellij-idea' 
cask 'rambox'
cask 'anki'
