tap 'homebrew/bundle'
tap 'koekeishiya/formulae'

#brew 'chunkwm', args={'with-logging': true}
brew 'jq'
brew 'vim', args={'--with-lua': true}
brew 'tree'
brew 'htop'
brew 'fzf'
brew 'fish'
brew 'git-cola'
brew 'ripgrep'
# Holding out on this one as it demands SIP disabled
# brew 'yabai'
brew 'skhd', args={'with-logging': true}

cask 'google-chrome'
cask 'keeweb'
cask 'visual-studio-code-insiders'
cask 'intellij-idea' 
cask 'rambox'
cask 'anki'
