tap 'homebrew/bundle'
tap 'koekeishiya/formulae'

brew 'jq'
brew 'vim', args={'--with-lua': true}
brew 'tree'
brew 'htop'
brew 'fzf'
brew 'fish'
brew 'git-cola'
brew 'ripgrep'
brew 'tmux'
brew 'bat'
brew 'rbenv'
# Holding out on this one as it demands SIP disabled
# brew 'chunkwm', args={'with-logging': true}
# brew 'yabai'
# brew 'skhd', args={'with-logging': true}

# cask 'google-chrome'
cask 'keeweb'
cask 'visual-studio-code'
# Installed through Jetbrains Toolbox
# cask 'intellij-idea'
cask 'rambox'
cask 'anki'
cask 'dropbox'
cask 'front'
cask 'flux'
cask 'karabiner-elements'

